{
    "tynystanovName": "К.Тыныстанов атындагы Ысык-Көл мамлекеттик университети. ",
    "location": "722200 Каракол, Ысык-Көл",
    "nav": {
        "nav1": {
            "title": "Башкы бет",
            "m1": "Университет жөнүндө",
            "m2": "Жетекчилик",
            "m3": "Бөлүмдөр"
        },
        "nav2": {
            "title": "Билим берүү",
            "m1": "Факультеттер",
            "m2": "Колледж",
            "m3": "Дистанттык билим берүү жана квалификацияны жогорулатуу борбору",
            "m4": "Курстар"
        },
        "nav3": {
            "title": "Абитуриентке"
        },
        "nav4": {
            "title": "Студентке"
        },
        "nav5": {
            "title": "Илим"
        },
        "nav6": {
            "title": "Борборлор"
        },
        "login": "Кирүү"
    },
    "shortname": "ЫМУ",
    "RegCardTitle": "Регистрация",
    "RegCardSubTitle": "Онлайн",
    "RegCardDesc": "Орто атайын жана жогорку билимдин базасында абитуриенттерди онлайн каттоо",
    "RegCardBtn": "Өтүү",
    "LibCard": "Илимий Китепкана",
    "projects": "Долбоорлор",
    "News": "Жаңылыктар",
    "Posts": "Жарнамалар",
    "Date": "Датасы",
    "faculty": {
        "title": "Факультеттер",
        "f1": "Филология факультети",
        "f2": "Билим берүү факультети",
        "f3": "Физика, математика жана табигый инженерия факультети",
        "f4": "Экономика, туризм жана тарых факультети"
    },
    "frame": {
        "title": "Корпус",
        "f1": "Корпус 1 Башкы",
        "f2": "Корпус 2",
        "f3": "Корпус 3",
        "f4": "Корпус 4 Колледж"
    },
    "cards": {
        "c1": {
            "title": "Биздин Тарых",
            "SubTitle": "Ректорлор галереясы, Университетке ысымы берилген инсан жөнүндө"
        },
        "c2": {
            "title": "Биздин Миссия",
            "SubTitle": "Биздин миссия — шыктандыруу, окутуу жана келечекти чогуу түзүү!"
        },
        "c3": {
            "title": "Аккредитация",
            "SubTitle": "Аккредитация: билим берүү системасындагы сапаттын жана натыйжалуулуктун кепилдиги."
        }
    },
    "history": {
        "card1": {
            "title": "Университеттин кыскача тарыхы",
            "SubTitle": "Ысык-Көл мамлекеттик университети Ысык-Көл облусунун Каракол шаарынын борборунда жайгашкан. Өлкөдөгү эң ири окуу жайлардын бири болгон Университет Кыргыз ССРинин Эл комиссарлар кеңешинин 13-июнь 1940-жылдагы токтому менен эки жылдык педагогикалык институт катары түзүлгөн. Институттун биринчи директору А.Шендрих, анын орун басары белгилүү филолог З. Бектенов болгон. Экинчи дүйнөлүк согуштун башталышында, 1941-жылы М.в. Фрунзе атындагы педагогикалык институту Пржевальск шаарына которулуп, мугалимдер институту болуп кайра түзүлгөн. Ошол кезде окуу жайды Кыргызстандын алгачкы химик-окумуштууларынын бири С.А. Арбаева жетектеген. 1944-жылы Пржевальск шаарындагы мугалимдер институту калыбына келтирилип, ага ошол эле шаардын тургундары кирген. Ал Дмитровдун атынан коюлган. 1941-жылы Улуу Ата Мекендик согуш учурунда Белоруссия үчүн салгылашууда көрсөткөн эрдиги үчүн г.Дмитровго биринчилерден болуп Советтер Союзунун Баатыры наамы ыйгарылган. СССР Министрлер Советинин токтому менен 22-Апрель 1953-жылы мугалимдер институтунун базасында Пржевальский атындагы мамлекеттик педагогикалык институту түзүлгөн. Институттун ректору болуп С.Юсупов дайындалды. Жаңы статуска ээ болгон окуу жай мугалимдерди даярдоону жогорку деңгээлге көтөрүп, Ысык-Көл жана Нарын облустары үчүн гана эмес, жалпы эле Кыргызстан үчүн кадрларды даярдоону баштады. Ал республикада жогорку педагогикалык билим берүүнүн алдыңкы окуу жайларынын бири болуп калды. Кыргызстан эгемендик алгандан кийин 18-декабрь 1992-жылы окуу жай университет болуп, ага таланттуу тилчи, биринчи профессор К.Тыныстанович чакырылган.Тыныстановдун ысымы ыйгарылды! Университеттин профессордук-окутуучулук курамы өлкөнүн бардык тармактары үчүн квалификациялуу, керектүү кадрларды даярдай баштады.Университеттин сыймыгы-Кыргызстанда гана эмес, чет өлкөлөрдө да белгилүү болгон бүтүрүүчүлөр: академиктер жана башкалар.Жеенбаев, Б.Орозбаева, А. Карыпкулов, ошондой эле белгилүү окумуштуулар Э. Маанаев, и. Бийбосунов, А. Русбаев, А. Токтосопиев, с. Абдуллаев, К. Дабаев, К. Абдылдаев, Н. к. Маматкеримов, Социалисттик Эмгектин Баатырлары К. Мамбеталиев, Ш. Шукурбаева, СССРдин эл мугалими Ю. В. и. Суриков, Кыргызстандын эл мугалими Ж. А. Узубекова, а. Ахматова, х.Ахметова, А.Кангелдиев, мамлекеттик жана коомдук ишмерлер ж. Сааданбеков, ж.Каныметов,А. Абдурахманова, Т. Мамытов, Т. Ишемкулов,А. Нарынкулов, Ж. Б. Ысык-Көл мамлекеттик университетинин жамааты, профессорлор жана окутуучулар х. Карасаев, З. Бектенов, К. Бейшенбаев, О. Рудковский, Н. Токомбаев, М. Боронбаев, Е. Рыскулов, А. Майрыков, Н. И. университеттин өнүгүшүнө зор салым кошкон Кузьмина М. Жумагулов, ж. Мамытова, Т. Орунбаев, Д. Чынгышев, Ж. Б. Майрыков окуу жайдын өнүгүшүнө кошкон салымын эч качан унутпайт."
        },
        "card2": {
            "title": "УНИВЕРСИТЕТ ЫСЫМЫН АЛЫП ЖҮРГӨН ЗАЛКАР ИНСАН ТУУРАЛУУ",
            "SubTitle": "Касым  Тыныстанов – тилчи-окумуштуу, акын, жазуучу, коомдук-мамлекеттик ишмер. К.Тыныстановдун инсандык өмүрү да (1901-1938), чыгармачылык өмүрү да (1919-1937) кыска болгону менен, ал мыкты окумуштуу, Кыргызстандагы маданий курулуштун таланттуу уюштуруучусу жана жетекчилеринин бири катары  тарыхта  калды. Ал 1901-жылы Ысык-Көл өрөөнүндөгү Чырпыкты айылында туулган. Атасынан араб тамгасында окуп-жазганды үйрөнүп, алгач 1909-1912-жж. айылындагы диний мектепте окуган. 1913-1915-жж. Караколдогу өзбекче жаңы усул мектебинен, 1915-1916-жылдары  Байсоорундагы (азыркы Ананьево) орус мектеп-интернатынан билим алган. 1916-жылдагы Үркүндө ата-энеси менен Кытайга качып, 1918-жылы кайтып келген. 1919-жылы Ташкендеги Казак-кыргыз агартуу институтуна окууга кирет. Аны 1924-жылы аяктап, Түркстан Республикасынын Академиялык борборунда (Илим комиссиясында) Кара-Кыргыз областтык бөлүмүнүн катчысы, төрагасы, бир аз убакыт «Эркин-Тоо» гезитинин редактору, 1927-1930-жж. Кыргыз АССРнин Эл агартуу комиссары, 1931-1937-жж. Кыргыз маданият курулуш институтунда улуу илимий кызматкер, кийинчерээк анын директору болуп иштеген. 1932-жылы алгачкы болуп доценттик окумуштуулук наамга, 1936-жылы профессорлук окумуштуулук наамга ээ болгон. Залкар инсандын үзүрлүү ишмердигинин эң негизги жыйынтыктары катары төмөнкүлөрдү көрсөтүүгө болот: 1. Араб алфавитин кыргыз тилине ылайыктап реформалап чыгууга катышкан жана реформаланган алфавитте кыргыз тилиндеги алгачкы окуу китептерин («Окуу китеби» (1924), «Чоңдор үчүн алиппе» (1926))  түзгөн. Араб алфавитине ылайыктап кыргыз орфографиясын, латын графикасына негизделген жаңы алфавитин жана  латын алфавитине ылайыкташкан орфографияны иштеп чыккан. 2. Кыргыз лингвистикасынын илимий пайдубалын түптөгөн: кыргыз тилинин грамматикасынын теориясын түзгөн; морфология, морфонология, синтаксис, лексикологияга  негиз салган («Биздин тил» (1927), «Кыргыз тилинин морфологиясы» (1934), «Кыргыз тилинин синтаксиси» (1936)). Айрым илим тармактары боюнча терминологиялык системаны биринчилерден болуп иштеп чыккан. Алгачкы лингвистикалык, этнографиялык, фольклористикалык экспедицияларды уюштурган жана  филология илиминин текстология, диалектология, фольклористика бөлүмдөрү боюнча алгачкы илимий билдирүүлөрдү даярдаган. 3. Илим комиссиясында, Академиялык борбордо жана Эл агартуу комиссары кызматтарында иштеген учурундагы эмгектери, иш-аракеттери менен адабият таануу, тарых, этнография, аймак таануу сыяктуу илим тармактарына негиз салган. Кыргызстандагы алгачкы илимий изилдөөлөрдүн багыттарын аныктап, жаңыдан пайда боло баштаган кыргыз илимин уюштуруу жана башкарууга активдүү катышкан. 4. «Манас» эпосун эл арасынан жыйноо, жаздыруу, изилдөө, басмадан чыгаруу, орус тилине которуу боюнча иштердин демилгечиси, активдүү катышуучусу жана жетекчиси болгон. 5. Акын, прозаик-жазуучу, драматург, журналист жана публицист, котормочу-билингвист, саясатчы жана коомдук ишмер катары эмгектери менен  К.Тыныстанов кыргыз адабий тилинин жазма формасын, кыргыз профессионал адабиятын негиздөөчүлөрдүн бири болгон. Ырлары 1925-жылы Москвадан «Касым ырларынын жыйнагы» деген аталыш менен жарык көргөн.  Бирок К.Тыныстановдун айрым ырларына, «Жаңыл Мырза» поэмасына, «Академия кечелери» пьесалар циклине курулай сындар айтылып,  өзү «бай-манапчыл, улутчул, буржуазиячыл, алаш-ордочул» деген жалаалар менен ак жеринен айыпталган. 1937-жылы репрессияланып, 1938-жылы атууга өкүм чыгарылган. Жарым кылымдан соң, 1988-жылы толук акталган."
        },
        "RecTitle": "Ректорлор галереясы"
    },
    "Mission": {
        "title1": "Касым Тыныстанов ЫМУ",
        "title2": "Биздин миссия жана максаттар",
        "title3": "Ысык-Көл облусунун туруктуу өнүгүүсүн камсыз кылуу максатында квалификациялуу адистерди даярдоо жана артыкчылыктуу багыттар боюнча илимий изилдөөлөрдү жүргүзүү."
    },
    "Management": {
        "card1": {
            "title": "Ректорат",
            "SubTitle": "Ректорат — Билим жана лидерлик аркылуу ийгиликтерге жетүү!"
        },
        "card2": {
            "title": "Окумуштуулар Кеңеши",
            "SubTitle": "Окумуштуулар Кеңеши — Өнүгүү жана инновацияны жетектеген акылмандык."
        },
        "card3": {
            "title": "Көзөмөлдөө Кеңеши",
            "SubTitle": "Көзөмөлдөө Кеңеши — Келечекти бекемдеген колдоо."
        },
        "card4": {
            "title": "Кесиптик Союз",
            "SubTitle": "Кесиптик Союз — Баарынын укугун жана кызыкчылыгын коргоо."
        }
    },
    "edu":{
        "title":"Окумуштуулар кеңеши",
        "SubTitle":"Окумуштуулар кеңеши Ысык-Көл мамлекеттик университетинин жогорку коомдук-кесиптик башкаруу органы болуп саналат.Тыныстанов К. Окумуштуулар кеңешинин негизги функциялары жана милдеттери факультеттерди, кафедраларды, башка илимий жана окуу бөлүмдөрүн түзүү, жоюу, ирилештирүү жана бөлүү боюнча маселелерди кароо жана сунуштарды иштеп чыгуу; жогорку окуу жайын өнүктүрүүнүн жылдык жана келечектеги пландарын бекитүү болуп саналат; жогорку окуу жайдын проректорлорунун, түзүмдүк бөлүмдөрүнүн жетекчилеринин окуу, окуу-методикалык, илимий, финансылык-чарбалык жана тарбиялык иштер боюнча отчетторун угуу жана аларды андан ары өркүндөтүү боюнча чараларды көрүү; белгиленген тартипте профессордук-окутуучулук курамдын, кафедра башчыларынын, башка окуу жана илимий бөлүмдөрдүн жетекчилеринин кызмат орундарын ээлөөгө конкурстук шайлоолорду өткөрүү; профессордун жана доценттин окумуштуулук наамдарын изденүүчүлөрдүн иштерин кароо жана аларды КР ЖАКтын бекитүүсүнө сунуштоо, жогорку окуу жайдын илимий-педагогикалык кадрларын өкмөттүк сыйлыктарга көрсөтүү жөнүндө иштерди кароо. Окумуштуулар кеңеши курамында ректор (кеңештин төрагасы), проректорлор, окуу бөлүмүнүн начальниги, факультеттердин декандары, профилдик кафедралардын башчылары, башка илимий-педагогикалык бөлүмдөрдүн, профсоюздук жана Студенттик коомдук уюмдардын жетекчилери түзүлөт."
    },
    "stepwardship": {
    "title": "Университеттин Попечительдик Кеңеши",
    "SubTitle": "Университеттин Попечительдик Кеңеши — бул университеттин стратегиялык өнүгүүсүнө жана колдоосуна салым кошкон ишкерликтин лидерлерин, коомдук ишмерлерди, мамлекеттик өкүлдөрдү жана башка кызыктар тараптарды бириктирген көз карандысыз консультативдик орган."
},
"trade": {
    "title": "Кесиптик бирликтердин биргелешкен комитети",
    "SubTitle": "Кыргыз Республикасынын Билим берүү жана илим кызматкерлеринин кесиптик бирлиги Кыргыз Республикасынын Конституциясы, Кыргыз Республикасынын Эмгек кодекси жана Кыргыз Республикасынын “Кесиптик бирликтер жөнүндө”, “Коомдук бирикмелер жөнүндө”, “Эмгекти коргоо жөнүндө”, “Кыргыз Республикасында эмгек мамилелери чөйрөсүндө социалдык өнөктөштүк жөнүндө” ж.б. мыйзамдары менен иш жүргүзөт. Кыргыз Республикасынын Билим берүү жана илим кызматкерлеринин кесиптик бирлигинин Борбордук комитетинин Уставы жана башка нормативдик укуктук актыларга ылайык иш жүргүзөт. Университеттин кесиптик бирлиги өткөн кылымдын 40-жылдарында эки жылдык педагогикалык институттун түзүлүшү, калыптанышы жана чыңдалышы мезгилинен бери өзүнүн көп тараптуу жана чыгармачыл ишмердүүлүгү менен алдыңкы орунду ээлеп келет. Биздин университеттин кесиптик биримдигинин негизги мазмуну жана негизги стратегиялык багыты эмгек дисциплинасын чыңдоо, кызматкерлер, студенттер, университеттин кафедралар жамааттарынын ортосундагы конкурстарды уюштуруу, кызматкерлердин жана студенттердин социалдык-экономикалык коргоосу жана колдоосу, алардын кызыкчылыктарын билдирүү жана укуктарын коргоо, коллективдик келишимдердин аткарылышына катышуу жана өндүрүштүк ишмердүүлүктү көзөмөлдөө жана студенттердин окутуусуна катышуу, коопсуз иш шарттарын түзүү, университеттин кызматкерлеринин эс алуу жана бош убактысын уюштуруу, ири маданий жана спорттук эс алуу иш-чараларын өткөрүү болуп саналат. 1940-1990-жылдары кесиптик бирлик комитети стипендияларды дайындоо жана берүү, жатаканаларда орун берүү жана жатаканалардын иштеши, ашканалар, керектөө товарларын камсыз кылуу ж.б. маселелерди жөнгө салуу жана көзөмөлдөөгө жооптуу болгон. Университеттин кесиптик бирлигинин ишмердүүлүгүндө бул жылдары анын кызматкерлеринин турак жай маселелерин чечүү өзгөчө орунду ээлеген. Ошол эле учурда, кезекке туруунун маселелери, тиешелүү курулуш уюмдары жана мамлекеттик органдар менен байланыштарды түзүү жана алынган турак жайды бөлүштүрүү чечилген. Кесиптик бирликтин жетекчилигинин жогорку профессионалдык адистиги жана ишкердик сапаттары ар дайым университеттин кесиптик бирлигинин уставдык милдеттерин аткарууга жардам берип келген. Ар түрдүү мезгилдерде кесиптик бирликтин жетекчилери болуп: З.Бабаназарова, Д.Стамов, К.Ибаков, О.Карашев, Н.Бекмухамедова, К.Бектурганова, Б.Муратов, З.И.Плеханов, Г.Т. өз убагында бир топ ийгиликтүү иш жүргүзүшкөн. Учурда кесиптик бирлик комитетин Каракол шаардык Кеңешинин депутаты, Кыргыз Республикасынын билим берүү жана илим кызматкерлеринин кесиптик бирлик кыймылынын мыкты студенти, филология илимдеринин кандидаты, доцент Т. Ж. Асирдинов жетектейт."
},
"frameCard": {
    "f1": "Окуу бөлүмү",
    "f2": "Бухгалтерия",
    "f3": "Пландык-экономикалык бөлүм",
    "f4": "Эл аралык байланыштар бөлүмү",
    "f5": "Жалпы бөлүм",
    "f6": "Архив",
    "f7": "Маалыматтык технологиялар жана компьютердик техниканы оңдоо бөлүмү",
    "f8": "Илим жана инновация бөлүмү",
    "f9": "Кадрлар бөлүмү",
    "f10": "Административдик чарба бөлүмү",
    "f11": "Мамлекеттик тил жана жаштар саясаты бөлүмү",
    "f12": "Билим берүү маалыматташтыруу бөлүмү",
    "f13": "Атайын жана мобилизациялык иштер бөлүмү"
},

"facoltyNav": {
    "nav": {
        "n1": "Факультет тууралуу",
        "n2": "Деканат кызматкерлери",
        "n3": "Факультеттин кафедралары",
        "n4": "Байланыштар"
    }
},
    "Master": {
      "title": "Магистратура",
      "text": "Илимий-педагогикалык жана илимий кадрларды даярдоо университеттин ишмердүүлүгүндөгү артыкчылыктуу багыттардын бири болуп саналат, негизги көңүл илимий-педагогикалык жана илимий кадрлардын сапатын жогорулатууга, жаштарды илимий изилдөөлөргө тартууга, экономика жана илимдин жана технологиянын артыкчылыктуу тармактары үчүн жогорку квалификациялуу кадрларды даярдоого багытталган.",
      "title2": "Магистратура программасынын жетекчиси",
      "doc": "К.Тыныстанов атындагы ЫМУнун магистратурасына тапшырып жаткан студенттер төмөнкү документтерди тапшырышы керек:",
      "doc1": "магистратура программасын көрсөтүү менен ЫМУ ректоруна жазылган жеке арыз;",
      "doc2": "жеке инсандыгын жана жарандыгын тастыктаган документтин көчүрмөсү;",
      "doc3": "өмүр баяны (резюме);",
      "doc4": "каттоо күбөлүгүнүн же аскердик билеттин көчүрмөсү;",
      "doc5": "3x4 өлчөмүндөгү 6 сүрөт."
    }, 
    "Baccalaureate":{
        "title":"Бакалавр"
    },
    "SEE":{
        "title":"Орто-атайын билим берүү"
    }, 
    "design":{
        "title":"дизайн студиясы 'Чырак'"
    },
    "student": {
    "c1": "Стипендиялар",
    "c2": "контракттык окуу",
    "c3": "академиялык мобилдүүлүк",
    "c4": "сабактардын тартиби",
    "c5": "студенттик жашоо",
    "c6": "студенттик жашоо",
    "c7": "студенттик театр “Жалын”",
    "c8": "бий тобу тартиби “Асылжан”",
    "c9": "жатакана",
    "c10": "медициналык кызмат көрсөтүү"
},
"siecne": {
    "c1": "илим жана инновациялар бөлүмү",
    "c2": "илимий китепкана",
    "c3": "журнал “ВестникИГУ”"
},
"centers": {
    "c1": "туристтик маалымат борбору",
    "c2": "студенттерди колдоо жана өнүктүрүү борбору",
    "c3": "кыргыз-кытай билим берүү борбору",
    "c4": "маданий-эстетикалык борбор “Толкун”",
    "c5": "инновациялык агро борбор"
}


}