{
    "tynystanovName": "Иссык-Кульский государственный университет им.К. Тыныстанова",
    "location": "722200 Каракол, Иссык-Куль",
    "nav": {
        "nav1": {
            "title": "Главная",
            "m1": "Об университете",
            "m2": "Руководство",
            "m3": "Отделы"
        },
        "nav2": {
            "title": "Оброзование",
            "m1": "Факультеты",
            "m2": "Колледж",
            "m3": "Центр дистанционного образования и повышения квалификации",
            "m4": "Курсы"
        },
        "nav3": {
            "title": "Абитуриенту"
        },
        "nav4": {
            "title": "Студенту"
        },
        "nav5": {
            "title": "Наука"
        },
        "nav6": {
            "title": "Центры"
        },
        "login": "Войти"
    },
    "shortname": "ИГУ",
    "RegCardTitle": "Регистрация",
    "RegCardSubTitle": "Онлайн",
    "RegCardDesc": "Онлайн регистрация поступающих на базе средне-специального и высшего образований",
    "LibCard": " Научная Библиотека",
    "projects": "Проекты",
    "News": "Новости",
    "Posts": "Обьявления",
    "Date": "Дата",
    "faculty": {
        "title": "Факультеты",
        "f1": "Факультет Филологии",
        "f2": "Педагогический Факультет",
        "f3": "Физико математический и естественнотехнический факультет",
        "f4": "Факультет экономики, туризма и истории"
    },
    "frame": {
        "title": "Корпус",
        "f1": "Корпус 1 Главный ",
        "f2": "Корпус 2",
        "f3": "Корпус 3",
        "f4": "Корпус 4 Колледж"
    },
    "cards": {
        "c1": {
            "title": " Наша История",
            "SubTitle": "Галерея ректоров, О человеке чье имя носит университет"
        },
        "c2": {
            "title": "Наша Миссия",
            "SubTitle": "Наша миссия — вдохновлять, обучать и создавать будущее вместе!"
        },
        "c3": {
            "title": "Аккредитация",
            "SubTitle": "Аккредитация: гарант качества и эффективности в системе управления образованием."
        }
    },
    "history": {
        "card1": {
            "title": "Краткая история университета",
            "SubTitle": "Иссык-Кульский государственный университет расположен в центре города Каракол Иссык-Кульской области. Университет, одно из крупнейших учебных заведений страны, был создан постановлением Совета народных комиссаров Киргизской ССР от 13 июня 1940 года как двухгодичный педагогический институт. Первым директором института был А. Шендрих, его заместителем стал известный филолог З.Бектенов. В начале Второй мировой войны, в 1941 году, педагогический институт имени М.В. Фрунзе был переведен в город Пржевальск и преобразован в учительский институт. В то время учебное заведение возглавляла одна из первых ученых-химиков Кыргызстана С.А. Арбаева. В 1944 году был восстановлен учительский институт в городе Пржевальске, в который вошли уроженцы этого же города. Он был назван в честь Дмитрова. В 1941 году за мужество, проявленное в боях за Белоруссию в годы Великой Отечественной войны, Г.Дмитрову одному из первых было присвоено звание Героя Советского Союза. Постановлением Совета Министров СССР от 22 апреля 1953 года на базе Учительского института был создан Государственный педагогический институт имени Пржевальского. Ректором института был назначен С.Юсупов. Получив новый статус, учебное заведение подняло подготовку учителей на высокий уровень и начало подготовку кадров не только для Иссык-Кульской и Нарынской областей, но и для Кыргызстана в целом. Оно стало одним из ведущих учебных заведений высшего педагогического образования в республике. С обретением Кыргызстаном независимости 18 декабря 1992 года учебное заведение стало университетом, в который был приглашен талантливый лингвист, первый профессор К. Тыныстанович.Присвоено имя Тыныстанова! Профессорско-преподавательский состав университета начал готовить квалифицированные, необходимые кадры для всех отраслей промышленности страны.Гордостью университета являются выпускники, которые известны не только в Кыргызстане, но и за рубежом: академики и другие.Жеенбаев, Б.Орозбаева, А.Карыпкулов, а также известные ученые Э.Маанаев, И.Бийбосунов, А.Русбаев, А.Токтосопиев, С.Абдуллаев, К.Дабаев, К.Абдылдаев, Н.К. Маматкеримов, Герои Социалистического Труда К.Мамбеталиев, Ш.Шукурбаева, народный учитель СССР Ю.В. И. Суриков, Народный учитель Кыргызстана Ж. А.Узубекова, заслуженные учителя А. Ахматова, Х.Ахметова, А.Кангельдиев, государственные и общественные деятели Ж.Сааданбеков, Ж.Каныметов,А.Абдурахманова, Т.Мамытов, Т.Ишемкулов,А.Нарынкулов, Ж.Б. Коллектив Иссык-Кульского государственного университета, профессора и преподаватели Х.Карасаев, З.Бектенов, К.Бейшенбаев, О.Рудковский, Н.Токомбаев, М.Боронбаев, Е.Рыскулов, А.Майрыков, Н.И. Кузьмина, внесшие огромный вклад в развитие университета, М.Жумагулов, Ж.Мамытова, Т.Орунбаев, Д.Чингышев, Ж.Б. Майрыков никогда не забудут его вклад в развитие учебного заведения."
        },
        "card2": {
            "title": "О ВЫДАЮЩЕЙСЯ ЛИЧНОСТИ, НОСЯЩЕЙ ИМЯ УНИВЕРСИТЕТА",
            "SubTitle": "Касым Тыныстанов-ученый-языковед, поэт, писатель, общественно-государственный деятель. К.Несмотря на то, что личная жизнь Тыныстанова (1901-1938) и творческая жизнь (1919-1937) были короткими, он вошел в историю как блестящий ученый, талантливый организатор и один из руководителей культурного строительства в Кыргызстане. Он родился в 1901 году в селе Чырпыкты Иссык-Кульской области. Научился читать и писать арабским письмом у своего отца, впервые с 1909 по 1912 год. учился в духовной школе в селе. 1913-1915 гг. Образование получил в узбекской Ново-методистской школе в Караколе, в 1915-1916 годах-в русской школе-интернате в байсоруу (ныне Ананьево). В 1916 году вместе с родителями бежал в Китай, откуда вернулся в 1918 году. В 1919 году поступил в казахско-кыргызский просветительный институт в Ташкенте. Окончил его в 1924 году, работал в Академическом центре (научной комиссии) Туркестанской республики секретарем, председателем Кара-киргизского областного отдела, некоторое время редактором газеты «Эркин-Тоо», в 1927-1930 гг. Народный комиссар просвещения Киргизской АССР, 1931-1937 гг. Работал в кыргызском строительном институте старшим научным сотрудником, позже-его директором. В 1932 году первым получил ученое звание доцента, в 1936 году-ученое звание профессора. В качестве основных результатов плодотворной деятельности выдающейся личности можно указать: 1. Участвовал в реформировании арабского алфавита в соответствии с кыргызским языком и составил первые учебники на кыргызском языке на реформированном алфавите («уҡыу китеби» (1924), «алфавит для взрослых» (1926)). Разработал Кыргызскую орфографию на основе арабского алфавита, новый алфавит на основе латинской графики и орфографию на основе латинского алфавита. 2. Заложил научные основы Кыргызской лингвистики: создал теорию грамматики кыргызского языка; заложил основы морфологии, морфонологии, синтаксиса, лексикологии («наш язык» (1927), «морфология кыргызского языка» (1934), «синтаксис кыргызского языка» (1936)). Он был одним из первых, кто разработал терминологическую систему для отдельных отраслей науки. Организовал первые лингвистические, этнографические, фольклористические экспедиции и подготовил первые научные доклады по разделам филологии-текстологии, диалектологии, фольклористики. 3. Работая в комиссии по науке, академическом центре и в качестве комиссара народного просвещения, своей деятельностью он заложил основы таких областей науки, как литературоведение, история, этнография и регионоведение. Определил направления первых научных исследований в Кыргызстане, активно участвовал в организации и управлении зарождающейся Кыргызской наукой. 4. Был инициатором, активным участником и руководителем работ по сбору, записи, исследованию, изданию, переводу эпоса 'Манас' на русский язык. 5. Известен своими работами как поэт, прозаик-писатель, драматург, журналист и публицист, переводчик-билингвист, политик и общественный деятель.Тыныстанов был одним из основоположников письменной формы кыргызского литературного языка, Кыргызской профессиональной литературы. Стихи были изданы в Москве в 1925 году под названием «сборник Касымовских стихов».  Но К.К некоторым стихам Тыныстанова, поэме» Джаныл Мырза«, циклу пьес» академические вечера «была высказана бесполезная критика, а сам он был обвинен в клевете на» богато-аристократических, националистических, буржуазных, алаш-ордынских. В 1937 году был репрессирован, в 1938 году приговорен к расстрелу. Полностью реабилитирован полвека спустя, в 1988 году."
        },
        "RecTitle": "Галерея ректоров"
    },
    "Mission": {
        "title1": "Касым Тыныстанов ИГУ",
        "title2": "Наша миссия и цели",
        "title3": "Подготовка квалифицированных специалистов и проведение научных исследований по приоритетным направлениям с целью обеспечения устойчивого развития Иссык-Кульского региона."
    },
    "Management": {
        "card1": {
            "title": "Ректорат",
            "SubTitle": "Ректорат — Ведущий к успеху через знания и лидерство!"
        },
        "card2": {
            "title": "Ученый Совет",
            "SubTitle": "Ученый Совет — Мудрость, направляющая развитие и инновации."
        },
        "card3": {
            "title": "Попечительский Совет",
            "SubTitle": "Попечительский Совет — Поддержка, укрепляющая будущее."
        },
        "card4": {
            "title": "Профсоюз",
            "SubTitle": "Профсоюз — Защита прав и интересов каждого."
        }
    },
    "edu":{
        "title":"Ученый совет",
        "SubTitle":"Ученый совет является высшим общественно-профессиональным органом управления Иссык-Кульского государсвенного университета им.К.Тыныстанова. Основными функциями и задачами Ученого совета является рассмотрение вопросов и выработка предложений по созданию, расформированию, укрупнению и разделению факультетов, кафедр, других научных и учебных подразделений; утверждение годовых и перспективных планов развития высшего учебного заведения; заслушивание отчетов проректоров, руководителей структурных подразделений высшего учебного заведения по учебной, учебно-методической, научной, финансово-хозяйственной и воспитательной деятельности и принятие мер по дальнейшему их совершенствованию; проведение конкурсных выборов в установленном порядке на замещение должностей профессорско-преподавательского состава, заведующих кафедрами, руководителей других учебных и научных подразделений; рассмотрение дел соискателей ученых званий профессора и доцента, и представление их к утверждению в ВАК КР, рассмотрение дел о представлении научно-педагогических кадров высшего учебного заведения к правительственным наградам. Ученый совет формируется в составе ректора (председатель совета), проректоров, начальника учебного отдела, деканов факультетов, заведующих профилирующими кафедрами, руководителей других научно-педагогических подразделений, профсоюзной и студенческой общественных организаций."
    }, 
    "stepwardship":{
        "title":"Попечительский совет университета", 
        "SubTitle":"Попечительский совет университета — это независимый консультативный орган, объединяющий лидеров бизнеса, общественных деятелей, представителей власти и других заинтересованных лиц, которые вносят свой вклад в стратегическое развитие и поддержку нашего университета."
    },
    "trade": {
    "title": "Совместный комитет профсоюзов",
    "SubTitle": "Профсоюз работников образования и науки Кыргызской Республики руководствуется Конституцией Кыргызской Республики, Трудовым кодексом Кыргызской Республики и законами Кыргызской Республики 'О профсоюзах', 'О общественных объединениях', 'Об охране труда', 'О социальном партнерстве в сфере трудовых отношений в Кыргызской Республике' и другими нормативно-правовыми актами. Действует в соответствии с законодательством Кыргызской Республики, Уставом Центрального комитета профсоюза работников образования и науки Кыргызской Республики и другими нормативно-правовыми актами. Профсоюз университета занимает лидирующие позиции в своей многогранной и творческой деятельности с момента создания, формирования и укрепления двухлетнего педагогического института в 40-х годах прошлого века, который впоследствии был преобразован в университет. Основное содержание и стратегическое направление профсоюзной организации нашего университета всегда заключалось в укреплении трудовой дисциплины, организации конкурсов среди сотрудников, студентов, коллективов кафедр университета, социально-экономической защите и поддержке сотрудников и студентов, выражении их интересов и защите их прав, участии в выполнении коллективных договоров и контроле за производственной деятельностью сотрудников и учебой студентов, создании условий для безопасности на рабочем месте, организации досуга сотрудников университета, проведении масштабных культурных и спортивных мероприятий. В 1940–1990 годы профсоюзный комитет был ответственен за назначение и выдачу стипендий, предоставление мест в общежитиях и работу общежитий, столовых, товаров народного потребления и т.д., а также осуществлял распределение и контроль. Особое место в деятельности профсоюза университета в те годы занимали вопросы обеспечения жильем своих сотрудников. В это время решались вопросы очередности, установления связей с соответствующими строительными организациями и государственными органами, распределения полученного жилья. Высокая профессиональная специализация и деловые качества руководства профсоюза всегда помогали в выполнении уставных обязанностей университетского профсоюза. В разные годы профсоюз возглавляли: З.Бабаназарова, Д.Стамов, К.Ибаков, О.Карашев, Н.Бекмухамедова, К.Бектурганова, Б.Муратов, З.И.Плеханов, Г.Т. Алдыева в свое время проводила достойную работу в соответствии с трудовым законодательством и Уставом профсоюза, занималась продуктивной работой. В настоящее время профсоюзный комитет возглавляет депутат Каракольского городского кенеша, отличник профсоюзного движения работников образования и науки Кыргызской Республики, кандидат филологических наук, доцент Т. Ж. Асирдинов."
},
"frameCard":{
    "f1":"Учебный отдел",
    "f2":" бухгалтерия",
    "f3":" планово экономический отдел",
    "f4":" отдел международных связей",
    "f5":" общий отдел ",
    "f6":"архив",
    "f7":"отдел информационных технологий и ремонт компьютерной техники",
    "f8":" отдел науки и инновации",
    "f9":" отдел  кадров",
    "f10":" административно хозяйственный отдел",
    "f11":"отдел по государственному языку и молодежной политики",
    "f12":" отдел информатизации образования ",
    "f13":" отдел по специальной и мобилизационной работе"
},
"facoltyNav":{
    "nav":{
        "n1":"Коротко о факультете",
        "n2":"Сотрудники деканата",
        "n3":"Кафедры факультета",
        "n4":"Контакты"
    }
},
    "Master": {
      "title": "Магистратура",
      "text": "Подготовка научно-педагогических и научных кадров является одним из приоритетных направлений в деятельности университета, при этом основное внимание уделяется повышению качества научно-педагогических и научных кадров, привлечению молодежи к научным исследованиям, повышению квалификации высококвалифицированных кадров для экономики и приоритетных направлений науки и техники.",
      "title2": "Руководитель магистерской программы",
      "doc": "Студенты, поступающие в магистратуру ИГУ им. К. Тыныстанова, должны предоставить следующие документы:",
      "doc1": "личное заявление на имя ректора ИГУ с указанием магистерской программы;",
      "doc2": "копию документа, удостоверяющего личность и гражданство;",
      "doc3": "резюме;",
      "doc4": "копию регистрационного удостоверения или военного билета;",
      "doc5": "6 фотографий размером 3x4."
    },
    
  "Baccalaureate":{
        "title":"Бакалавр"
    },
    "SEE":{
        "title":" Среднее-специальное образоваие"
    },
    "design":{
        "title":"Дизайнерская студия 'Чырак'"
    },
    "student":{
        "c1":"Стипендии",
        "c2":"контрактное обучение",
        "c3":"академическая мобильность",
        "c4":"расписание",
        "c5":"студенческая жизнь",
        "c6":"студенческая жизнь",
        "c7":"студенческий театр “Жалын”",
        "c8":"танцевальная группа расписание “Асылжан”",
        "c9":" общежитие",
        "c10":"медицинское обслуживание"
    }, 
    "siecne":{
        "c1":"инфо отдел науки и инновации",
        "c2":"научная библиотека",
        "c3":"Журнал “ВестникИГУ”"
    }
}